lessons =
{
	{
        ["file"] = "p51d-cockpit.miz",
        ["name"] = _("コックピット習熟"),
        ["description"] = _("このレッスンでは、P-51Dコックピットを詳しく見ていきます"),
    },
	{
        ["file"] = "p51d-startup.miz",
        ["name"] = _("エンジン始動手順"),
        ["description"] = _("このレッスンでは、ランプからのP-51Dの始動を訓練します"),
    },
	{
        ["file"] = "p51d-taxi.miz",
        ["name"] = _("タキシング"),
        ["description"] = _("このレッスンでは、P-51Dでのタキシングを訓練します"),
    },
	{
        ["file"] = "p51d-takeoff.miz",
        ["name"] = _("テイクオフ（ガイド付）"),
        ["description"] = _("このレッスンでは、教官のガイド付きでP-51Dの離陸訓練を行います"),
    },
	{
        ["file"] = "p51d-takeoff-solo.miz",
        ["name"] = _("テイクオフ（単独）"),
        ["description"] = _("これは教官のガイド無しで離陸訓練できる単独ミッションです"),
    },
	{
        ["file"] = "p51d-landing.miz",
        ["name"] = _("ランディング"),
        ["description"] = _("このレッスンでは、ビジュアルアプローチを使用したP-51Dの着陸と、シャットダウン手順を訓練します"),
    },
    {
        ["file"] = "p51d-AA-Gyro.miz",
        ["name"] = _("対空射撃 - ジャイロサイト（ガイド付）"),
        ["description"] = _("このレッスンでは、教官のガイド付きで他の航空機に対するジャイロガンサイトの使用方法を解説します"),
    },
    {
        ["file"] = "p51d-AA-Gyro-solo.miz",
        ["name"] = _("対空射撃 - ジャイロサイト（単独）"),
        ["description"] = _("これは、ガイド無しでジャイロガンサイト使用の訓練ができる単独ミッションです"),
    },
    {
        ["file"] = "p51d-AG.miz",
        ["name"] = _("対地攻撃（ガイド付）"),
        ["description"] = _("このレッスンでは、教官のガイド付きで爆弾、ロケット、機銃による対地攻撃を訓練します"),
    },
    {
        ["file"] = "p51d-AG-solo.miz",
        ["name"] = _("対地攻撃（単独）"),
        ["description"] = _("これは、ガイド無しで対地攻撃の訓練ができる単独ミッションです"),
    },
} -- end of lessons
