lessons = 
{
	{
        ["file"] = "Lesson 1-Introduction and Basic Controls.miz",
        ["name"] = _("機体の解説と基本操作"),
        ["description"] = _("はじめまして、F/A-18Cホーネットのトレーニングコースへようこそ。\nこれらインタラクティブトレーニングレッスンはマニュアルの補足であり、飛行機を実際に扱い学習します。ホーネットについて学ぶことは最初は大変なので、理解しやすいように、レッスンを小さなパートに分けています。\nこの最初のトレーニングでは、飛行機についての一般的な説明と、操縦の基本について説明します。"),
    },
	{
        ["file"] = "Lesson 2-Cold Start.miz",
        ["name"] = _("コールドスタート"),
        ["description"] = _("ホーネットのスタートアップのトレーニングにようこそ。\nミッションによっては、コールド＆ダーク（未始動）状態で、これを始動させるところから始まるものもあります。マニュアルに記載されているようにかなり長い手順ですから、オートスタートで起動させることも可能です。\nこのレッスンでは全行程を解説します。"),
    },
	{
        ["file"] = "Lesson 3-Taxi and Takeoff.miz",
        ["name"] = _("タキシングと離陸"),
        ["description"] = _("このレッスンでは、ホーネットを立ち上げ、滑走路へのタキシングと離陸について学びます。"),
    },
	{
        ["file"] = "Lesson 4-HSI Overview and TACAN-ADF Navigation.miz",
        ["name"] = _("HSIの解説とTACAN-ADF ナビゲーション"),
        ["description"] = _("どんな任務でも重要なことは、目的地へたどり着くことです。ホーネットにはADF(自動方向探知機）とTACAN(戦術航法装置）の２つが装備されています。\nADFはマップ全体に配置されたVORステーションを使用して、方位のみの情報を受け取ります。\nTACANステーションは多くの飛行場、空母、空中給油機に配置されています。\nTACANは方位と距離情報を提供します。または、TACANモードに応じてどちらか一方だけ提供します。"),
    },
	{
        ["file"] = "Lesson 5-Waypoint Navigation.miz",
        ["name"] = _("ウェイポイント　ナビゲーション"),
        ["description"] = _("TACAN航法は飛行場や空母に帰還するには非常に役に立ちます。ただ、任意のナビゲーションポイントをセットすることも多々あります。これはどのウェイポイントへ行くかと言うことです。\nホーネットはウェイポイントをつないだ飛行経路を３つ持てる。ウェイポイントには旋回地点から目的地、又は脅威までどんなものでも指定できる。\nウェイポイントはミッションエディタ又はホーネットのコクピット内で作成できますが、このレッスンでは、すでに設定してあるウェイポイント経路の取り扱い方について説明します。"),
    },
	{
        ["file"] = "Lesson 6-VFR Airfield Straight In Landing.miz",
        ["name"] = _("VFRストレートイン着陸"),
        ["description"] = _("今迄のレッスンで離陸の仕方、航法について学びました。しかし、いずれ降りなくてはなりません。\nこのレッスンでは空港への基本的な着陸手順について説明します。有視界着陸方式（VFR)、ストレートインでアプローチします。これは、後ほど行う計器着陸方式（IFR)のレッスンにも役に立ちます。"),
    },
	{
        ["file"] = "Lesson 7-VFR Airfield Overhead Pattern Landing.miz",
        ["name"] = _("VFRオーバーヘッドパターン着陸"),
        ["description"] = _("前回のレッスンでは、シンプルなストレートインの有視界着陸を習いました。\nこのレッスンでは、オーバーヘッドアプローチパターンを練習します。\nこれは有視界着陸での通常の着陸方法です。\nまた、空母への着艦パターンであるケース１、ケース２とほぼ同じです"),
    },
	{
        ["file"] = "Lesson 8-IFR Airfield Approach.miz",
        ["name"] = _("計器進入での空港への着陸"),
        ["description"] = _("夜間や悪天候などで、有視界飛行（VFR)ができない場合、計器進入着陸を行います。名前が示す通り、ホーネットの計器から得られる選択空港への方位とグライドスロープの情報を利用します。\nDCS Worldの米海軍ホーネットは計器空母着陸システム（LCLS: Instrument Carrier Landing Systems）を搭載していますが、これは空母への着陸のみで空港への着陸には使用しません。現実世界でも、USホーネットはILSを搭載していません。代わりに、TACANから得られるアプローチ方位と、DME（ Distance Measuring Equipment）の距離情報と高度から導き出される３度のグライドスロープを利用します。"),
    },
	{
        ["file"] = "Lesson 9-Carrier Taxi and Takeoff.miz",
        ["name"] = _("空母　タキシングと離陸"),
        ["description"] = _("このレッスンでは空母のカタパルトまでの移動と離陸について学習します。以前のレッスンで始動の仕方は学習しましたので、機体の始動は完了した状態で始めます。"),
    },
	{
        ["file"] = "Lesson 10-Case I Carrier Landing.miz",
        ["name"] = _("ケース１（Case ）　着艦"),
        ["description"] = _("今日はケース１、ケース２ 着艦を行います。\nこれはVFR（有視界）での空港オーバーヘッドパターンとほぼ同じです。実際、海軍パイロットは技術レベルを維持するために、空港へも着艦時と同じように着陸します。"),
    },
	{
        ["file"] = "Lesson 11-AA Gun.miz",
        ["name"] = _("空対空(A/A) M61A2 ガン"),
        ["description"] = _("ようこそ、M61A2　２０ミリ機関砲の使い方の練習をおこないます。これは機首に装備されており、最大５７８発搭載できます。発射レートは４，０００又は、６，０００発/分になります。\nドッグファイト時にミサイルでは近すぎる場合、非常に有効な選択肢となります。"),
    },
	{
        ["file"] = "Lesson 12-AIM-9LM.miz",
        ["name"] = _("AIM-9LとM　サイドワインダー空対空ミサイル"),
        ["description"] = _("このレッスンでは、AIM-9L と M  サイドワインダー短距離赤外線誘導空対空ミサイルの使い方を学習します。冷却した赤外線シーカーで、サイドワインダーはターゲットの\"熱源\"(ほとんどがエンジン)をロックします。近距離ドッグファイトで最も使用されています。サイドワインダーは打ちっ放しミサイルで、発射後は、何もしなくて構いません。しかし、サイドワインダーはフレアにだまされる可能性があり、地上ノイズにも弱いという欠点があります。"),
    },
	{
        ["file"] = "Lesson 13-AIM-120BC.miz",
        ["name"] = _("AIM-120B と C 改良型中距離空対空ミサイル"),
        ["description"] = _("このレッスンでは、改良型中距離空対空ミサイル（AMRAAM：Advanced Medium Range Air to Air missile）の扱い方を学習します。\nAMRAAMは、古いAIM-7スパローの代わりとして射程、誘導性、重量などを改良し、レーダーシーカーはノーズコーン内への埋込式になっています。AMRAAMのターゲットへの誘導は、ターゲットに近づけば発射機からの誘導を必要としません（セミアクティブホーミング）。ミサイルの敵機への追跡を失うことなく、発射機は旋回機動を行うことができます。\nAMRAAMは、ホーネットのレーダー誘導でターゲットへ発射できます。近距離であれば、ミサイルのシーカーを使い発射することも可能です。\n他の空対空ミサイル同様、射程は敵機の向き、高度、発射速度などに影響を受けます。\n接近する敵機には３０，０００フィート以上の射程があります。後ろ向きの敵機には５，０００フィート以上の射程があります。"),
    },
	{
        ["file"] = "Lesson 14-AG Gun.miz",
        ["name"] = _("空対地M61A2 ガン"),
        ["description"] = _("M61 A2 20ミリ機関砲による対地攻撃のレッスンへようこそ\n機首に搭載されている機銃には578発の弾が搭載可能で、発射レートは4,000又は6,000発／分が選択できます。\n非武装、軽装甲のターゲットに対して精密射撃が必要なときに機銃（ガン）は非常に良い選択肢となります。"),
    },
	{
        ["file"] = "Lesson 15-Rockets.miz",
        ["name"] = _("無誘導ロケット"),
        ["description"] = _("このレッスンでは無誘導ロケットの使い方について説明しま。\nA/Gガンと同じように、狙いをつけて撃つだけです。非装甲、軽装甲のターゲットに最適の兵器システムです。これは、精度は高くありませんが、範囲攻撃が可能です。ポッド内のロケットを一斉に発射するリップルファイヤーモードでよく使用されます。とうぜん、一発づつ発射することも可能です。"),
    },
	{
        ["file"] = "Lesson 16-CCIP Mode Bombing.miz",
        ["name"] = _("CCIP爆撃モード"),
        ["description"] = _("今日は、いくつかの鉄塊を落としましょう。私達のジェットににはMk-83 1000 lbsとMk-84 2000 lbs　高爆発、無誘導爆弾を搭載しています。これらはマニュアル、CCIP（連続着弾点透過点：Continuously Computed Impact Point）、自動（AUTO)などの投下モードで投下できます。これらの投下モードは他の爆弾、キャニスター爆弾やハイドラッグボンビングモードでも適応できるでしょう。\nこのレッスンでは自由落下爆弾（無誘導爆弾）でCCIPモードでの投下について学習します。このレッスンではCCIP投下モードで急降下爆撃を行う予定です。"),
    },
	{
        ["file"] = "Lesson 17-Manual Mode Bombing.miz",
        ["name"] = _("マニュアル爆撃モード"),
        ["description"] = _("A/Gガンやロケットのように、無誘導爆弾にもマニュアルモードがあります。ミルを入力してHUDに固定レティクルを設定可能です。爆弾投下急降下角度、高度、対気速度に合わせたミル値を使う事により、CCIPやAUTOモードが使えない場合の簡易的な方法として使用できます。"),
    },
	{
        ["file"] = "Lesson 18-AUTO Mode Bombing.miz",
        ["name"] = _("自動（AUTO)爆撃モード"),
        ["description"] = _("説明する３つめの爆撃モードはAUTO(自動）爆撃についてです。これはA-10CでCCRPモードと呼ばれている方法と似ています。指定したターゲット（TGT)地点に基づいて正確な爆撃を可能にします。このターゲットポイントには、ウェイポイント、HUD上で指定した地点、または他のセンサーでセットした地点を利用できます。今日は、ウェイポイントとHUDを使用してターゲットポイントの指定を行います。そして、その地点への爆撃を行います。\n\nAUTOモードの大きな利点は、水平飛行で爆撃が行えることです。そして、この方法は、レーザーやGPS誘導システムを使った誘導爆弾によく使用されます。無誘導爆弾にもこの方法は使えます。"),
    },
	{
        ["file"] = "Lesson 19-High Drag Bombing.miz",
        ["name"] = _("ハイドラッグ爆撃　（高空気低高爆弾）"),
        ["description"] = _("低高度で爆弾を投下する必要がある場合、Mk-82 スネークアイ（SnakeEye）やMK-82 バリュート（Ballute）のようなハイドラッグ（高空気抵抗）爆弾は素晴らしい爆弾です。\nスネークアイの高抵抗フィンとバリュートのパラシュートにより、爆弾が着弾するまでにかかる時間が長くなります。その間に航空機は爆風範囲から逃れることができるため、非常に低い高度での爆撃が可能となります。"),
    },
	{
        ["file"] = "Lesson 20-Canister Munitons Bombing.miz",
        ["name"] = _("キャニスター爆撃（Canister Munition Bombing）"),
        ["description"] = _("MK-82,83,84などの汎用爆弾に加えて、キャニスター爆弾も搭載することができます。\nクラスター爆弾とも呼ばれます。F/A-18CはMk-20 Rockeye II、CBU-99、CBU-100を搭載することができます。\nこれら３つともに、247発のMk-118 Mod1小爆弾を搭載しています。Mk-118小爆弾は成形炸薬（shaped-charged）弾頭をもち、装甲兵器に対して使用します。これらの小爆弾は装甲に対しては効果がありますが、周囲へダメージ効果はほとんどありません。効果を出すためには小爆弾をターゲットに直撃させる必要があります。３つの種類の違いはキャニスターのフューズの違いだけです。"),
    },
} -- end of lessons
